Repository: deviodigital/delivery-fees-for-woocommerce
Catalog: languages/delivery-fees-for-woocommerce-*.po
Languages: af, de_de

source: FREE
af: VRY
de_de: KOSTENLOS

source: Delivery Address
af: Aflewerings adres
de_de: Lieferadresse

source: Delivery:
af: Aflewering:
de_de: Lieferumfang:

source: Delivery address
af: Aflewerings adres
de_de: Lieferadresse

source: Delivery
af: Aflewering
de_de: Lieferung

source: Deliver to a different address?
af: Aflewer by ’n ander adres?
de_de: An eine andere Adresse liefern?

# shipping packages
source: Delivery
af: Aflewering
de_de: Lieferung

source: Delivery Fees
af: Afleweringsfooie
de_de: Lieferkosten

source: Add your custom delivery fee for this shipping zone
af: Voeg jou pasgemaakte afleweringsfooi by vir hierdie versendingsone
de_de: Fügen Sie Ihre individuelle Versandgebühr für diese Versandzone hinzu

source: DFWC Delivery Fees
af: DFWC Afleweringsfooie
de_de: DFWC Lieferkosten

source: Title
af: Titel
de_de: Titel

source: Fee
af: Fooi
de_de: Gebühr

source: Free delivery minimum
af: Gratis aflewering minimum
de_de: Kostenlose Lieferung mindestens

source: Settings
af: Vertellings
de_de: Einstellungen

source: Go Pro
af: Gaan professioneel
de_de: Pro erwerben

source: Orders
af: Bestellings
de_de: Bestellungen

source: There is a new version of DFWC Pro available. Download your copy from the %1$s page on Devio Digital.
af: Daar is ’n nuwe weergawe van DFWC Pro beskikbaar. Laai jou kopie af vanaf die %1$s-bladsy op Devio Digital.
de_de: Es ist eine neue Version von DFWC Pro verfügbar. Laden Sie Ihre Kopie von der %1$s-Seite auf Devio Digital herunter.

source: Delivery Fees for WooCommerce
af: Afleweringsfooie vir WooCommerce
de_de: Liefergebühren für WooCommerce

source: Adds a custom shipping method to WooCommerce for delivery services.
af: Voeg ’n pasgemaakte afleweringsmetode by WooCommerce vir afleweringsdienste.
de_de: Fügt WooCommerce eine benutzerdefinierte Versandmethode für Lieferdienste hinzu.
