Repository: deviodigital/delivery-fees-for-woocommerce
Catalog: languages/dfwc-*.po
Languages: fr_fr

source: FREE
fr_fr: GRATUIT

source: Delivery Address
fr_fr: Adresse de livraison

source: Delivery:
fr_fr: Livraison :

source: Delivery address
fr_fr: Adresse de livraison

source: Delivery
fr_fr: Livraison

source: Deliver to a different address?
fr_fr: Livrer à une autre adresse?

# shipping packages
source: Delivery
fr_fr: Livraison

source: Delivery Fees
fr_fr: Frais de livraison

source: Add your custom delivery fee for this shipping zone
fr_fr: Ajoutez vos frais de livraison personnalisés pour cette zone d’expédition

source: DFWC Delivery Fees
fr_fr: Frais de livraison DFWC

source: Title
fr_fr: Titre

source: Fee
fr_fr: Frais

source: Free delivery minimum
fr_fr: Livraison gratuite minimum

source: Settings
fr_fr: Paramètres

source: Orders
fr_fr: Commandes

source: There is a new version of DFWC Pro available. Download your copy from the %1$s page on Devio Digital.
fr_fr: Une nouvelle version de DFWC Pro est disponible. Téléchargez votre copie à partir de la page %1$s sur Devio Digital.

source: Delivery Fees for WooCommerce
fr_fr: Frais de livraison pour WooCommerce

source: Adds a custom shipping method to WooCommerce for delivery services.
fr_fr: Ajoute une méthode d’expédition personnalisée à WooCommerce pour les services de livraison.

source: Devio Digital
fr_fr: id4 project
